Repository: disko/collective.groupspace.mail
Catalog: collective/groupspace/mail/locales/*/LC_MESSAGES/collective.groupspace.mail.po
Languages: de

source: An error occurred while sending the email. %s
de: Beim Versenden der Email ist ein Fehler aufgetreten. %s

source: An error occurred while sending the email. %s,
de: Beim Versenden der Email ist ein Fehler aufgetreten. %s

source: Emails sent.
de: Emails versendet.

source: Notification emails sent.
de: Benachrichtigungs-Emails versendet.

source: Please correct the indicated errors.
de: Bitte korrigieren Sie die angezeigten Fehler.

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige Email-Adresse an.

source: Please fill in a message.
de: Bitte geben Sie Ihre Nachricht ein.

source: Select at least one recipient.
de: Wählen Sie mindesten einen Empfänger.

source: Your email address is invalid: %s
de: Die Email-Adresse ist ungültig: %s

source: box_group_mail
de: Email an Gruppe

source: heading_send_email_to_group
de: Eine Email an die Gruppe senden

source: help_message
de: Die Email-Nachricht

source: help_send_from
de: Ihre Email-Adresse

source: help_send_to_members
de: Diese Email wir an die folgenden Gruppenmitglieder versendet

source: label_message
de: Nachricht

source: label_required
de: (Erforderlich)

source: label_send
de: Senden

source: label_send_from
de: Von

source: label_send_to_members
de: Senden an

source: legend_address_info
de: Adress-Information

source: no_email_in_preferences
de: Um Emails versenden zu können, müssen Sie Ihre eigene Email-Adresse unter "Meine Einstellungen" angeben.

source: no_emails_found
de: Keine Email-Adressen gefunden!

source: notification_email
de: To: %(to_email)s From: %(from_email)s Errors-to: %(from_email)s Subject: Ihre Rollen im Gruppenraum "%(content_title)s" Content-Type: text/plain; charset=%(default_charset)s Content-Transfer-Encoding: 8bit Sie haben ab sofort im Gruppenraum "%(content_title)s" die folgenden Rollen: %(new_roles)s Adresse des Gruppenraums: %(content_url)s Zuvor hatten Sie die folgenden Rollen: %(old_roles)s

source: title_required
de: Erforderlich
